{
  "faction": "Sisters of Battle",
  "Stratagem": {
    "Blessed Bolts": ["Before shooting with an Adepta Sororitas Infantry: AP of storm bolters changes to -2, damage to 2.", "1 CP"],
    "Faith and Fury": ["After a successful Test of Faith: Unit can re-roll wound rolls of 1 for that unit until end of phase.", "1 CP"],
    "Purity of Faith": ["When a enemy Psyker manifests a psychic power within 24\" of an Adepta Sororitas unit: On 4+ the effect is negated.", "1 CP"],
    "Martyrdom": ["When an Adepta Sororitas Character is slain: Gain D3 Faith Points, if your Warlord is slain gain 3.", "1 CP"],
    "Rally the Faithful": ["When an Adepta Sororitas unit fails moral: Halve the number of models that flee (rounding down).", "1 CP"],
    "Holy Trinity": ["Before shooting with an Adepta Sororitas unit (in shooting phase), if hit by 1 bolt, 1 melta and 1 flamer weapon: add 1 to all wound rolls.", "1 CP"],
    "Sacred Rites": ["Start of movement phase: gain 1 Faith Point", "1 CP"],
    "Vessel of the Emperor's Will": ["After a successful Test of Faith roll for a Adepta Sororitas Character: Act of Faith affects all friendly Adepta Sororitas units within 6\".", "1 CP"],
    "Suffer not the Witch": ["Start of shooting or fight phase: Choose an Adepta Sororitas unit, re-rolls wounds for attacks targeting Psyker units.", "1 CP"]
  },
  "Act of Faith": {
    "Hand of the Emperor": ["Start of the movement phase, add 3\" to selected unit's move.", "4 DV"],
    "Spirit of the Martyr": ["Start of movement phase, 1 model regains D3 wounds or one returns from dead.", "3 DV"],
    "Aegis of the Emperor": ["Start of the opponents psychic phase, selected unit ignores mortal wounds on 4+.", "3 DV"],
    "Divine Guidance": ["Start of the shooting phase, +1 to hit rolls for selected unit.", "4 DV"],
    "The Passion": ["Start of the fight phase, selected unit can be chosen to fight twice", "5 DV"],
    "Light of the Emperor": ["Start of the moral phase, selected unit auto-passes", "3 DV"]
  }
}